Repository: abeek1/61439-3_2024
Catalog: tm/EVS-EN_61439-3_2012/EVS-EN_61439-3_2012_D Annexes_D Lisad.tmx
Source language: en
Languages: et

source: Annexes
et: Lisad

source: Annexes of Part 1 apply except as follows.
et: Rakendatakse osa 1 lisasid koos alljärgnevate täiendustega.

source: Annex D (informative)
et: Lisa D (teatmelisa)

source: Design verification
et: Konstruktsiooniomaduste kontroll

source: Annex D of Part 1 does not apply.
et: Osa 1 lisa D pole rakendatav.
